Repository: GNOME/pan
Catalog: po/*.po
Languages: lt, nl

source: Newsreader
lt: Naujienų skaityklė
nl: Nieuwslezer

source: Read and post Usenet articles
lt: Skaitykite ir paskelbkite Usenet straipsnius
nl: Lees en plaats artikels op Usenet

source: usenet;news;newsreader;newsgroup;article;yenc;nzb;
lt: usenet;naujienos;naujienų;skaityklė;grupė;straipsnis;yenc;nzb;
nl: usenet;news;newsreader;newsgroup;article;yenc;nzb;nieuwslezer;nieuwsgroep;artikel;

source: Pan Newsreader
lt: Pan Naujienų skaityklė
nl: Pan nieuwslezer

source: Pan is a Usenet newsreader that is good at both text and binaries. It supports offline reading, scoring and killfiles, yEnc, NZB, PGP handling, multiple servers, and secure connections.
lt: Pan yra Usenet naujienų skaityklė, kuri tinka tiek tekstui, tiek dvejetainiams failams. Ji palaiko skaitymą atsijungus, slinkimą ir killfiles, yEnc, NZB, PGP apdorojimą, daugelį serverių bei saugius ryšius.
nl: Pan is een nieuwslezer voor Usenet die goed is in zowel tekst als binaire bestanden. Hij ondersteunt offline lezen, scores en killfiles, yEnc, NZB, PGP, meerdere servers en veilige verbindingen.

source: It is also the only Unix newsreader to get a perfect score on the Good Net-Keeping Seal of Approval evaluations.
lt: Ji taip pat yra vienintelė Unix naujienų skaityklė, gavusi puikų įvertinimą Good Net-Keeping Seal of Approval vertinimuose.
nl: Het is ook de enige Unix-nieuwslezer met een perfecte score op de Good Net-Keeping Seal of Approval-evaluaties.

source: %d Group
lt: %d grupė
nl: %d groep

source: This article is complete with %d part.
lt: Straipsnyje yra visos %d dalis.
nl: Dit artikel is volledig met %d deel.

source: This article is missing %d part.
lt: Straipsnyje trūksta %d iš %d dalies.
nl: Dit artikel ontbreekt %d deel.

source: Closing %d connection
lt: Užveriamas %d ryšys
nl: %d verbinding sluiten

source: Warning: %d line is more than 80 characters wide.
lt: DĖMESIO: %d eilutė yra ilgesnė nei 80 simbolių.
nl: Waarschuwing: %d regel is meer dan 80 tekens breed.
